-- Вставка данных для таблицы Clients
INSERT INTO Tariffs (id, is_archived)
VALUES (11, FALSE),
       (12, FALSE);

-- Добавление клиентов с тарифами
INSERT INTO Clients (msisdn, last_name, first_name, middle_name, date, money, tariff_id)
VALUES ('79001234567', 'Иванов', 'Иван', 'Иванович', '2020-01-01 10:00:00', 1000.0, 11),
       ('79007654321', 'Петров', 'Петр', 'Петрович', '2020-02-01 11:00:00', 2000.0, 11),
       ('79009876543', 'Сидоров', 'Сидор', 'Сидорович', '2020-03-01 12:00:00', 1500.0, 12),
       ('79001112233', 'Кузнецов', 'Никита', 'Васильевич', '2020-04-01 13:00:00', 1200.0, 12),
       ('79002223344', 'Алексеев', 'Алексей', 'Петрович', '2020-05-01 14:00:00', 1800.0, 11),
       ('79003334455', 'Смирнов', 'Максим', 'Анатольевич', '2020-06-01 15:00:00', 1400.0, 12),
       ('79004445566', 'Захаров', 'Дмитрий', 'Владимирович', '2020-07-01 16:00:00', 1600.0, 11),
       ('79005556677', 'Новиков', 'Дмитрий', 'Сергеевич', '2020-08-01 17:00:00', 1500.0, 11),
       ('79006667788', 'Морозов', 'Алексей', 'Иванович', '2020-09-01 18:00:00', 1700.0, 11),
       ('79007778899', 'Козлов', 'Юрий', 'Викторович', '2020-10-01 19:00:00', 1800.0, 11);
